{
    "VERSION": 0.1,
    "source": "https://twitter.com/WangLun_RGDaily/status/1271970698630582274",
    "data": [
        {
            "name": "第一层",
            "opt": [
                -6,
                -3,
                3,
                6
            ],
            "data": [
                "让最广大的中国人，都能够体面地生活，享受到最优质的物质文明和精神文明。衡量标准包括但不限于，人均GDP，人均可支配收入及其概率分布，人均资源占有、消耗及其概率分布（房屋、出行、电力、能源、肉类、蛋白质，等等），期望寿命，医疗效率，等等。",
                "让全球最广大的人民，都能从跨国剥削体系下，最大程度地解脱出来，更体面地生活。下限如健康的食物、清洁的水源；不设上限。",
                "让最广大的中国人，以及中国作为一个整体，在全球受到普遍的尊重和欣赏，不被任何社会共同体默认低他们一等。",
                "实现目标1.1（中国人的生活水平改善），在战略层面，不能以损害1.2（全世界剥削解脱）为代价。"
            ]
        },
        {
            "name": "第二层",
            "opt": [
                -6,
                -3,
                3,
                6
            ],
            "data": [
                "当今的国际协作和权力体系，在绝对层面上，是一个全球剥削的体系。最顶层的剥削者是美国，剥削工具是军队、金融和货币；次一层的剥削者是美国、西欧，以及加澳新日韩等发达国家，剥削工具是科技壁垒、标准垄断、贸易规则垄断、定价权垄断，以及全球的文化植入 + 意识形态洗脑。",
                "2.1（当今的国际协作和权力体系）存在的唯一目的和结果，在于维系剥削者的剥削地位，而无关任何终极是非。",
                "维持当今的国际协作和权力体系不变，除非人类科技水平实现了飞跃，从而彻底改变了我们现有的生产关系存在的最底层必要性，甚至改变了“人”的定义，否则，中国哪怕发展至极致，也不可能实现目标1.1（中国发展）；世界发展至极致，也不可能实现目标1.2（剥削解脱）。原因在于，这与2.2有直接的冲突。",
                "基于对智人普遍人性的洞察，以及对2.1的认定，我们实现目标1.1（中国发展），是实现目标1.3（尊重中国）的必要不充分条件。同时，在不改变2.1（国际体系）的情况下，纯通过努力做得“更好”，“跪得更结实”，“舔得更专业”，或者，纯通过自我解释，自证清白，是实现目标1.3的不充分也不必要条件。",
                "我们的持续发展，不论是综合国力的整体持续发展，还是人民生活水平的持续提高，不论是在事实层面，还是在被认知的层面，都是与2.1（当今的国际协作和权力体系）相冲突的。而这种冲突的产生，不是我们的错，因为发展没有错，提升人民生活水平没有错。这是正当且客观的存在，而不是我们的主动进攻。",
                "当今全球剥削体系下的顶层剥削者们，面对2.5中存在的矛盾，应对的态度逐渐从积极协作，退化至良性竞争，再退化至有限打压，再退化至今，已经有明显的全面对抗和限制的态势了。这顶多是可被理解的，但绝对是称不上正当的，更不存在任何正义性。这并非是对我们主动进攻的防守，而是对我们的主动进攻",
                "2.7，在战略层面，在精神层面，在意识层面，如果我们不认同2.5和2.6（发展正义与防守），或者，面对2.6（被犁庭扫穴）的现实，我们选择了不防守或不反攻，就等同于放弃了目标1.1（中国发展）和1.2（反世界剥削）。"
            ]
        },
        {
            "name": "第三层",
            "opt": [
                -6,
                -3,
                3,
                6
            ],
            "data": [
                "美国作为最顶级的全球剥削者，其本国的广大人民群众，会享受到一些红利，但这只是副产物。在剥离了美国作为全球最顶级剥削者这一身份之后，美国的最广大人民群众，本就是不加任何比喻的被剥削者，只是资本的工具和燃料，而几乎没有剩下太多真正的自由意志，且自由意志还在进一步丧失。",
                "在绝对层面上，当今美国的“制度”之整体（包括但不限于联邦政府三权的产生和互动、联邦和地方的关系、资本对权力的把控、传媒和教育集团对意识的控制等实然描述），哪怕不至于被全盘批判，也必然配不上任何褒奖，更不应作为全球范围的制度典范和标杆。",
                "在相对层面上，当今美国的“制度”之整体（定义同3.2），已经展现出了太多的落后性，甚至还在不断退步中。这一套“制度”，无法代表最广大美国群众的根本利益，无法代表全球最广大人民的根本利益，无法代表全球最先进文化的前进方向，无法将人类命运共同体引向一个更光明的未来。",
                "美军有维持战术性和平的间接作用，但其最核心的使命，既不是为了和平，也不是为了全球最广大国家和人民，也不是为了正义，甚至不是为了美国国内最广大人民，而是为了维系2.1。美军不是一支人民的军队，不是正义的军队，不是和平的军队，而是一支服务于资本和剥削的，执行侵略和进攻的非正义军队。"
            ]
        },
        {
            "name": "第四层",
            "opt": [
                -5,
                -3,
                3,
                5
            ],
            "data": [
                "在相对层面上，当今中国的“制度”之整体，虽然还有很多可以进一步发展和完善之处，但这一套“制度”，不论是现实评价，还是在潜力层面，都能更好地代表最广大中国群众的根本利益，代表全球最广大人民的根本利益，代表全球最先进文化的前进方向，更可能将人类命运共同体引向一个更光明的未来",
                "中国国家武装力量（中国人民解放军/PLA），不为资本流血，不为特权打仗，反对侵略和扩张；是一支立足国防的军队，一支保卫全球的和平与发展的军队，一支真正的人民的军队。"
            ]
        }
    ]
}