{
    "VERSION": 0.2,
    "source": "https://twitter.com/WangLun_RGDaily/status/1271970698630582274",
    "test": [
        {
            "name": "第一层",
            "opt": [
                -6,
                -3,
                3,
                6
            ],
            "data": [
                "让最广大的中国人，都能够体面地生活，享受到最优质的物质文明和精神文明。衡量标准包括但不限于，人均GDP，人均可支配收入及其概率分布，人均资源占有、消耗及其概率分布（房屋、出行、电力、能源、肉类、蛋白质，等等），期望寿命，医疗效率，等等。",
                "让全球最广大的人民，都能从跨国剥削体系下，最大程度地解脱出来，更体面地生活。下限如健康的食物、清洁的水源；不设上限。",
                "让最广大的中国人，以及中国作为一个整体，在全球受到普遍的尊重和欣赏，不被任何社会共同体默认低他们一等。",
                "实现目标1.1（中国人的生活水平改善），在战略层面，不能以损害1.2（全世界剥削解脱）为代价。"
            ]
        },
        {
            "name": "第二层",
            "opt": [
                -6,
                -3,
                3,
                6
            ],
            "data": [
                "当今的国际协作和权力体系，在绝对层面上，是一个全球剥削的体系。最顶层的剥削者是美国，剥削工具是军队、金融和货币；次一层的剥削者是美国、西欧，以及加澳新日韩等发达国家，剥削工具是科技壁垒、标准垄断、贸易规则垄断、定价权垄断，以及全球的文化植入 + 意识形态洗脑。",
                "2.1（当今的国际协作和权力体系）存在的唯一目的和结果，在于维系剥削者的剥削地位，而无关任何终极是非。",
                "维持当今的国际协作和权力体系不变，除非人类科技水平实现了飞跃，从而彻底改变了我们现有的生产关系存在的最底层必要性，甚至改变了“人”的定义，否则，中国哪怕发展至极致，也不可能实现目标1.1（中国人的生活水平改善）；世界发展至极致，也不可能实现目标1.2（全世界剥削解脱）。原因在于，这与2.2（维系剥削者的剥削地位）有直接的冲突。",
                "基于对智人普遍人性的洞察，以及对2.1的认定，我们实现目标1.1（中国发展），是实现目标1.3（尊重中国）的必要不充分条件。同时，在不改变2.1（国际体系）的情况下，纯通过努力做得“更好”，表现“更完美”，“跪得更结实”，“舔得更专业”，或者，纯通过自我解释，自证清白，是实现目标1.3的不充分也不必要条件。",
                "我们的持续发展，不论是综合国力的整体持续发展，还是人民生活水平的持续提高，不论是在事实层面，还是在被认知的层面，都是与2.1（当今的国际协作和权力体系）相冲突的。而这种冲突的产生，不是我们的错，因为发展没有错，提升人民生活水平没有错。这是正当且客观的存在，而不是我们的主动进攻。",
                "当今全球剥削体系下的顶层剥削者们，面对2.5中存在的矛盾，应对的态度逐渐从积极协作，退化至良性竞争，再退化至有限打压，再退化至今，已经有明显的全面对抗和限制的态势了。这顶多是可被理解的，但绝对是称不上正当的，更不存在任何正义性。这并非是对我们主动进攻的防守，而是对我们的主动进攻。",
                "在战略层面，在精神层面，在意识层面，如果我们不认同2.5和2.6（发展正义与防守），或者，面对2.6（被犁庭扫穴）的现实，我们选择了不防守或不反攻，就等同于放弃了目标1.1（中国发展）和1.2（反世界剥削）。"
            ]
        },
        {
            "name": "第三层",
            "opt": [
                -6,
                -3,
                3,
                6
            ],
            "data": [
                "美国作为最顶级的全球剥削者，其本国的广大人民群众，会享受到一些红利，但这只是副产物，却非美国维持其全球顶级剥削者的主要动机。在剥离了美国作为全球最顶级剥削者这一身份之后，美国的最广大人民群众，本就是不加任何比喻的被剥削者，只是资本的工具和燃料，而几乎没有剩下太多真正的自由意志，且自由意志还在进一步丧失。",
                "在绝对层面上，当今美国的“制度”之整体（包括但不限于联邦政府三权的产生和互动、联邦和地方的关系、资本对权力的把控、传媒和教育集团对意识的控制等实然描述），哪怕不至于被全盘批判，也必然配不上任何褒奖，更不应作为全球范围的制度典范和标杆。",
                "在相对层面上，当今美国的“制度”之整体（定义同3.2），已经展现出了太多的落后性，甚至还在不断退步中。这一套“制度”，无法代表最广大美国群众的根本利益，无法代表全球最广大人民的根本利益，无法代表全球最先进文化的前进方向，无法将人类命运共同体引向一个更光明的未来。",
                "美国国家武装力量（美军）的存在，顶多有维持了全球战术层面和平的间接作用。但其存在的最核心使命，既不是为了和平，也不是为了全球最广大国家和人民，也不是为了正义，甚至不是为了美国国内最广大人民，而是为了维系2.1（当今的国际协作和权力体系）。即，美军不是一支人民的军队，不是正义的军队，不是和平的军队，不是立足于国防的军队，而是一支服务于资本和剥削的，执行侵略和进攻的非正义军队。"
            ]
        },
        {
            "name": "第四层",
            "opt": [
                -5,
                -3,
                3,
                5
            ],
            "data": [
                "在相对层面上，当今中国的“制度”之整体，虽然还有很多可以进一步发展和完善之处，且依然受限于经济发展水平，但这一套“制度”，不论是现实评价，还是在潜力层面，都能更好地代表最广大中国群众的根本利益，代表全球最广大人民的根本利益，代表全球最先进文化的前进方向，更有可能将人类命运共同体引向一个更光明的未来。",
                "中国国家武装力量（中国人民解放军/PLA），不为资本流血，不为特权打仗，反对侵略和扩张；是一支立足国防的军队，一支保卫全球的和平与发展的军队，一支真正的人民的军队。"
            ]
        }
    ],
    "result":[
        {
            "range": -60,
            "name": "铁杆anti入关人/大明卫士",
            "desc": "很显然，你的思想与入关学差距极大。你很有可能对入关学感到极度厌恶，并且认为入关学是一种异端邪说、昭和、fxs。你很可能也对于大明的儒学或者儒学的影子十分憧憬（说的就是某些自由&左反贼），并且会尽力维护这些大明普世价值观。<br>而如果一个人，对“入关”这个标签或口号所代表的上述四层意志，竟然还能联想到法西斯云云，并热衷于用昭和前期的日本，或纳粹德国作比较，可能性不外乎以下三个：<br>1，因肉身和切实利益考量，屁股早就跑了；<br>2，沉浸式被洗了太多年，于是对自我否定有本能抵触；<br>3，低阶文人之孤傲、自命不凡和日常相轻。"
        },
        {
            "range": -20,
            "name": "入关学反对者",
            "desc": "很显然，你的思想与入关学有不小的差距。你或许认同入关学的某些观点，但是对入关学的大部分理论思想感到反感，并且不屑于与入关人为伍。<br>你的整个学术和认知体系，很可能是沉浸式地在“大明儒学”的体系下被建立起来的，于是对自我审视和自我否定会有本能排斥。或许你反对入关学的核心动机，纯粹就是“文人相轻”，如自认拥有正统和成体系的哲学、政治学、法学、社会学......西式正统的“人文教育”，理应拥有睥睨般的影响力和解释权，却被一群“沙雕网友”创造出的粗鄙“理论”抢占了影响力，于是心有不满，为了反对而反对。"
        },
        {
            "range": 20,
            "name": "思想加密的路人",
            "desc": "看来，你偏爱的政治理论与入关学的政治理论之间有着很大程度的一致性。由于入关学实际上是爱国主义、国际主义、民族主义和地缘政治学的诡异缝合体，因此，大多数人的政治观与入关学理论有相当多的相似之处也就不足为奇了。在测试中你的答案最有可能的解释是，你正处于入关学的边缘。现在，也许你不这样想自己，但对于时常看到大明的种种乱象的建州人来说，入关学对他们比传统的严谨的主流政治观点更有吸引力。很可能, 入关学价值观对你来说也是十分有吸引力的。<br>你或许反对入关学，也或许不反对入关学，但是你的思想已经与入关学在某些程度上有很多共鸣了。如果你反对入关学，而反对的话术逻辑在于否定“入关”这个口号能指向以上四层的这些理论和意志，那么无所谓，只要你认同这些理论和意志，你就是入关人的战友。如果你觉得有人口口声声支持“入关”，同时却又做着反对这些理论和意志的事情，那么主流入关人一定反对他。"
        },
        {
            "range": 60,
            "name": "入关学接受者",
            "desc": "很显然，你的思想与入关学十分契合。你或许反对入关学的某些观点，但是支持入关学的大部分理论思想。不论你是否高呼“入关！入关！”，你都和入关人是同路人了。<br>只要你认可上述大部分论断和目标，那么，如果你同意，“入关”这个标签和口号能代表这些目标，你就可以支持“入关”；如果你不认为“入关”这个标签和口号代表了这些目标，你可以发明你喜欢的标签或口号。只要你明说，你这标签和口号，代表了以上这些目标，那入关人大概率也支持。"
        },
        {
            "range": 101,
            "name": "铁杆入关人",
            "desc": "根本无所谓你是否认为“入关”这个标签或口号，能否很好地指代以上测试所述的内容，你和入关人已经是战友了。希望你能坚持下去，保持初心，服务于人民，服务于先进的生产力和文化，服务于人类命运共同体，引导世界走向一个更光明的未来。<br>人类需要一个更光明的未来，入关！入关！"
        }
    ]
}